tap "caskroom/cask"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/services"
tap "homebrew/versions"
tap "shopify/shopify"
tap "thoughtbot/formulae"
brew "ack"
brew "advancecomp"
brew "autoconf"
brew "perl"
brew "carthage"
brew "cmake"
brew "ctags"
brew "diff-so-fancy"
brew "jpeg"
brew "python"
brew "gifsicle"
brew "go"
brew "glide"
brew "httpie"
brew "libtool"
brew "imagemagick"
brew "jhead"
brew "jpegoptim"
brew "libevent"
brew "libyaml"
brew "mitmproxy"
brew "node"
brew "optipng"
brew "phraseapp"
brew "pngcrush"
brew "pngout"
brew "pngquant"
brew "postgresql", restart_service: true
brew "postgis"
brew "qt@5.5"
brew "ruby-build", args: ["HEAD"]
brew "rbenv"
brew "reattach-to-user-namespace"
brew "redis", restart_service: true
brew "ruby"
brew "shellcheck"
brew "siege"
brew "terminal-notifier"
brew "the_silver_searcher"
brew "tmux"
brew "vim"
brew "webp"
brew "yarn"
brew "zsh"
brew "zsh-syntax-highlighting"
brew "thoughtbot/formulae/parity"
cask "anybar"
