tap "git-duet/tap"
tap "heroku/brew"
tap "shopify/shopify"
tap "thoughtbot/formulae"
tap "homebrew/core"
tap "homebrew/cask"
tap "homebrew/bundle"
tap "homebrew/services"
brew "ack"
brew "carthage"
brew "cmake"
brew "ctags"
brew "delta"
brew "webp"
brew "gifsicle"
brew "git"
brew "glide"
brew "go"
brew "heroku"
brew "httpie"
brew "imagemagick"
brew "jpeginfo"
brew "jpegoptim"
brew "jq"
brew "libyaml"
brew "memcached"
brew "mitmproxy"
brew "nvm"
brew "optipng"
brew "pngcheck"
brew "pngcrush"
brew "pngquant"
brew "postgresql", restart_service: true
brew "ruby-build", args: ["HEAD"]
brew "rbenv"
brew "redis", restart_service: true
brew "ruby"
brew "shellcheck"
brew "siege"
brew "terminal-notifier"
brew "the_silver_searcher"
brew "vim"
brew "yarn"
brew "zsh"
brew "zsh-syntax-highlighting"
brew "git-duet/tap/git-duet"
brew "shopify/shopify/toxiproxy"
brew "thoughtbot/formulae/parity"
cask "anybar"
cask "keepingyouawake"
